Repository: stasfolt44-star/sound-load-app1
Catalog: Sound Level Meter/Resources/Localizations/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pt_br, ru

# paywall.feature.frequency_weighting.subtitle
source: A, C, Z modes
de: A-, C-, Z-Modi
es: Modos A, C, Z
fr: Modes A, C, Z
it: Modi A, C, Z
pt_br: Modos A, C, Z
ru: Режимы A, C, Z

# paywall.feature.no_ads
source: No Ads
de: Keine Werbung
es: Sin anuncios
fr: Sans publicité
it: Nessuna pubblicità
pt_br: Sem anúncios
ru: Без рекламы

# paywall.feature.no_ads.subtitle
source: Clean UI
de: Saubere Oberfläche
es: UI limpio
fr: Interface épurée
it: UI pulita
pt_br: UI limpo
ru: Чистый интерфейс

# paywall.legal.privacy
source: Privacy
de: Datenschutz
es: Privacidad
fr: Confidentialité
pt_br: Privacidade
ru: Конфиденциальность

# paywall.legal.subscription_renews
source: Subscription renews automatically unless cancelled 24 hours before period ends.
de: Das Abonnement verlängert sich automatisch, sofern es nicht 24 Stunden vor Ablauf gekündigt wird.
es: La suscripción se renueva automáticamente a menos que se cancele 24 horas antes de que finalice el período.
fr: L'abonnement se renouvelle automatiquement sauf s'il est annulé 24 heures avant la fin de la période.
it: L'abbonamento si rinnova automaticamente a meno che non venga annullato 24 ore prima della scadenza.
pt_br: A assinatura renova automaticamente, a menos que seja cancelada 24 horas antes do término.
ru: Подписка продлевается автоматически, если не отменить за 24 часа до окончания периода.

# paywall.legal.terms
source: Terms
de: Bedingungen
es: Términos
fr: Conditions
it: Termini
pt_br: Termos
ru: Условия

# paywall.load_failed
source: Failed to load products
de: Produkte konnten nicht geladen werden
es: Error al cargar productos
fr: Échec du chargement des produits
it: Impossibile caricare i prodotti
pt_br: Falha ao carregar produtos
ru: Не удалось загрузить продукты

# paywall.loading_products
source: Loading products...
de: Produkte werden geladen...
es: Cargando productos...
fr: Chargement des produits...
it: Caricamento prodotti...
pt_br: Carregando produtos...
ru: Загрузка товаров...

# paywall.product.lifetime_access
source: LIFETIME ACCESS
de: LEBENSLANGER ZUGRIFF
es: ACCESO DE POR VIDA
fr: ACCÈS À VIE
it: ACCESSO A VITA
pt_br: ACESSO VITALÍCIO
ru: ПОЖИЗНЕННЫЙ ДОСТУП

# paywall.product.lifetime_badge
source: BEST VALUE
de: BESTER WERT
es: MEJOR VALOR
fr: MEILLEURE VALEUR
it: MIGLIOR VALORE
pt_br: MELHOR VALOR
ru: ЛУЧШЕЕ ПРЕДЛОЖЕНИЕ

# paywall.product.lifetime_subtitle
source: Pay once, own forever
de: Einmal zahlen, für immer besitzen
es: Pague una vez, sea dueño para siempre
fr: Payez une fois, gardez pour toujours
it: Paga una volta, possiedi per sempre
pt_br: Pague uma vez, tenha para sempre
ru: Заплатите раз, владейте навсегда

# paywall.product.monthly_subscription
source: MONTHLY SUBSCRIPTION
de: MONATSABONNEMENT
es: SUSCRIPCIÓN MENSUAL
fr: ABONNEMENT MENSUEL
it: ABBONAMENTO MENSILE
pt_br: ASSINATURA MENSAL
ru: ЕЖЕМЕСЯЧНАЯ ПОДПИСКА

# paywall.product.monthly_subtitle
source: Cancel anytime
de: Jederzeit kündbar
es: Cancelar en cualquier momento
fr: Annuler à tout moment
it: Annulla in qualsiasi momento
pt_br: Cancele a qualquer momento
ru: Отмените в любое время

# paywall.product.per_month
source: per month
de: pro Monat
es: por mes
fr: par mois
it: al mese
pt_br: por mês
ru: в месяц

# paywall.products_not_available
source: Products not available
de: Produkte nicht verfügbar
es: Productos no disponibles
fr: Produits non disponibles
it: Prodotti non disponibili
pt_br: Produtos não disponíveis
ru: Товары недоступны

# paywall.purchase_failed
source: Purchase failed. Please try again.
de: Kauf fehlgeschlagen. Bitte versuchen Sie es erneut.
es: Compra fallida. Por favor, inténtelo de nuevo.
fr: Achat échoué. Veuillez réessayer.
it: Acquisto fallito. Riprova.
pt_br: Compra falhou. Por favor, tente novamente.
ru: Покупка не удалась. Пожалуйста, попробуйте снова.

# paywall.restore_failed
source: Failed to restore purchases
de: Käufe konnten nicht wiederhergestellt werden
es: Error al restaurar compras
fr: Échec de la restauration des achats
it: Impossibile ripristinare gli acquisti
pt_br: Falha ao restaurar compras
ru: Не удалось восстановить покупки

# paywall.restore_purchases
source: Restore Purchases
de: Käufe wiederherstellen
es: Restaurar compras
fr: Restaurer les achats
it: Ripristina acquisti
pt_br: Restaurar compras
ru: Восстановить покупки

# paywall.subtitle
source: Get the most powerful sound meter
de: Holen Sie sich das leistungsstärkste Schallpegelmessgerät
es: Obtenga el medidor de sonido más potente
fr: Obtenez le sonomètre le plus puissant
it: Ottieni il fonometro più potente
pt_br: Obtenha o medidor de som mais poderoso
ru: Получите самый мощный измеритель звука

# paywall.title
source: Upgrade to Pro
de: Auf Pro upgraden
es: Actualizar a Pro
fr: Passer à Pro
it: Passa a Pro
pt_br: Atualizar para Pro
ru: Перейти на Pro

# paywall.unlock_features
source: Unlock Pro Features
de: Pro-Funktionen freischalten
es: Desbloquear funciones Pro
fr: Débloquer les fonctions Pro
it: Sblocca funzionalità Pro
pt_br: Desbloquear recursos Pro
ru: Разблокировать Pro-функции

# paywall.whats_included
source: What's Included
de: Was ist enthalten
es: Qué incluye
fr: Ce qui est inclus
it: Cosa è incluso
pt_br: O que está incluído
ru: Что входит

# permission.allow
source: Allow Microphone
de: Mikrofon erlauben
es: Permitir micrófono
fr: Autoriser le microphone
it: Consenti microfono
pt_br: Permitir microfone
ru: Разрешить доступ к микрофону

# permission.microphone.message
source: Sound Level Meter needs microphone access to measure sound levels. Audio is processed on-device and never recorded or sent anywhere.
de: Sound Level Meter benötigt Zugriff auf Ihr Mikrofon, um Schallpegel zu messen. Audio wird auf dem Gerät verarbeitet und niemals aufgezeichnet oder irgendwohin gesendet.
es: Medidor de Nivel Sonoro necesita acceso al micrófono para medir los niveles de sonido. El audio se procesa en el dispositivo y nunca se graba ni se envía a ningún lugar.
fr: Le sonomètre a besoin d'accéder au microphone pour mesurer les niveaux sonores. L'audio est traité sur l'appareil et n'est jamais enregistré ni envoyé nulle part.
it: Il fonometro necessita dell'accesso al microfono per misurare i livelli sonori. L'audio viene elaborato sul dispositivo e non viene mai registrato o inviato da nessuna parte.
pt_br: O Medidor de Nível Sonoro precisa de acesso ao microfone para medir os níveis de som. O áudio é processado no dispositivo e nunca é gravado ou enviado para lugar nenhum.
ru: Измерителю уровня звука необходим доступ к микрофону для измерения уровня звука. Аудио обрабатывается на устройстве и никогда не записывается и не отправляется куда-либо.

# permission.microphone.title
source: Microphone Access Required
de: Mikrofonzugriff erforderlich
es: Se requiere acceso al micrófono
fr: Accès au microphone requis
it: Accesso al microfono richiesto
pt_br: Acesso ao microfone necessário
ru: Требуется доступ к микрофону

# safety.caution_advised
source: Caution advised
de: Vorsicht geboten
es: Se recomienda precaución
fr: Prudence recommandée
it: Si consiglia cautela
pt_br: Recomenda-se cautela
ru: Рекомендуется осторожность

# safety.hearing_damage_risk
source: Hearing damage risk
de: Gefahr von Hörschäden
es: Riesgo de daño auditivo
fr: Risque de lésions auditives
it: Rischio di danni all'udito
pt_br: Risco de danos auditivos
ru: Риск повреждения слуха

# safety.immediate_risk
source: Immediate hearing damage risk!
de: Unmittelbare Gefahr von Hörschäden!
es: ¡Riesgo inmediato de daño auditivo!
fr: Risque immédiat de lésions auditives!
it: Rischio immediato di danni all'udito!
pt_br: Risco imediato de danos auditivos!
ru: Немедленный риск повреждения слуха!

# safety.limited_exposure
source: Limited exposure recommended
de: Begrenzte Exposition empfohlen
es: Se recomienda exposición limitada
fr: Exposition limitée recommandée
it: Si raccomanda esposizione limitata
pt_br: Exposição limitada recomendada
ru: Рекомендуется ограниченное воздействие

# safety.max_exposure_template
source: Max {time} exposure
de: Max. {time} Exposition
es: Máx. {time} de exposición
fr: Max {time} d'exposition
it: Max {time} di esposizione
pt_br: Máx. {time} de exposição
ru: Макс. {time} воздействия

# safety.safe_extended
source: Safe for extended exposure
de: Sicher für längere Exposition
es: Seguro para exposición prolongada
fr: Sûr pour une exposition prolongée
it: Sicuro per esposizione prolungata
pt_br: Seguro para exposição prolongada
ru: Безопасно для длительного воздействия

# safety.safe_for_template
source: Safe for {time}
de: Sicher für {time}
es: Seguro durante {time}
fr: Sûr pendant {time}
it: Sicuro per {time}
pt_br: Seguro por {time}
ru: Безопасно в течение {time}

# settings.alert_at
source: Alert at
de: Warnen bei
es: Alertar a
fr: Alerter à
it: Avvisa a
pt_br: Alertar em
ru: Оповещать при

# settings.auto_save_recordings
source: Auto-save recordings
de: Aufnahmen automatisch speichern
es: Guardar grabaciones automáticamente
fr: Sauvegarde automatique des enregistrements
it: Salvataggio automatico registrazioni
pt_br: Salvar gravações automaticamente
ru: Автосохранение записей

# settings.clear_all_button
source: Clear All
de: Alles löschen
es: Borrar todo
fr: Tout effacer
it: Cancella tutto
pt_br: Limpar tudo
ru: Очистить все

# settings.clear_all_data
source: Clear All Data
de: Alle Daten löschen
es: Borrar todos los datos
fr: Effacer toutes les données
it: Cancella tutti i dati
pt_br: Limpar todos os dados
ru: Очистить все данные

# settings.clear_all_data_message
source: This will permanently delete all measurement history. This action cannot be undone.
de: Dadurch wird der gesamte Messverlauf dauerhaft gelöscht. Diese Aktion kann nicht rückgängig gemacht werden.
es: Esto eliminará permanentemente todo el historial de mediciones. Esta acción no se puede deshacer.
fr: Cela supprimera définitivement tout l'historique des mesures. Cette action ne peut pas être annulée.
it: Questo eliminerà permanentemente tutta la cronologia delle misurazioni. Questa azione non può essere annullata.
pt_br: Isso excluirá permanentemente todo o histórico de medições. Esta ação não pode ser desfeita.
ru: Это навсегда удалит всю историю измерений. Это действие нельзя отменить.

# settings.clear_all_data_title
source: Clear All Data
de: Alle Daten löschen
es: Borrar todos los datos
fr: Effacer toutes les données
it: Cancella tutti i dati
pt_br: Limpar todos os dados
ru: Очистить все данные

# settings.contact_support
source: Contact Support
de: Support kontaktieren
es: Contactar soporte
fr: Contacter le support
it: Contatta il supporto
pt_br: Contatar suporte
ru: Связаться с поддержкой

# settings.current_plan
source: Current Plan
de: Aktueller Plan
es: Plan actual
fr: Plan actuel
it: Piano attuale
pt_br: Plano atual
ru: Текущий тариф

# settings.frequency_weighting
source: Frequency Weighting
de: Frequenzbewertung
es: Ponderación de frecuencia
fr: Pondération fréquentielle
it: Ponderazione in frequenza
pt_br: Ponderação de frequência
ru: Частотная коррекция

# settings.how_it_works
source: How It Works
de: Wie es funktioniert
es: Cómo funciona
fr: Comment ça marche
it: Come funziona
pt_br: Como funciona
ru: Как это работает

# settings.keep_screen_on
source: Keep Screen On
de: Bildschirm an lassen
es: Mantener pantalla encendida
fr: Garder l'écran allumé
it: Mantieni schermo acceso
pt_br: Manter tela ligada
ru: Не выключать экран

# settings.plan.free
source: Free
de: Kostenlos
es: Gratis
fr: Gratuit
it: Gratuito
pt_br: Grátis
ru: Бесплатный

# settings.privacy_policy
source: Privacy Policy
de: Datenschutzerklärung
es: Política de privacidad
fr: Politique de confidentialité
it: Informativa sulla privacy
pt_br: Política de privacidade
ru: Политика конфиденциальности

# settings.rate_app
source: Rate App
de: App bewerten
es: Calificar app
fr: Noter l'app
it: Valuta l'app
pt_br: Avaliar app
ru: Оценить приложение

# settings.response_time
source: Response Time
de: Ansprechzeit
es: Tiempo de respuesta
fr: Temps de réponse
it: Tempo di risposta
pt_br: Tempo de resposta
ru: Время отклика

# settings.restore_failed
source: Failed to restore purchases. Please try again.
de: Wiederherstellung der Käufe fehlgeschlagen. Bitte versuchen Sie es erneut.
es: Error al restaurar las compras. Por favor, inténtelo de nuevo.
fr: Échec de la restauration des achats. Veuillez réessayer.
it: Impossibile ripristinare gli acquisti. Riprova.
pt_br: Falha ao restaurar compras. Por favor, tente novamente.
ru: Не удалось восстановить покупки. Пожалуйста, попробуйте снова.

# settings.restore_no_purchases
source: No purchases found to restore.
de: Keine Käufe zum Wiederherstellen gefunden.
es: No se encontraron compras para restaurar.
fr: Aucun achat à restaurer trouvé.
it: Nessun acquisto da ripristinare trovato.
pt_br: Nenhuma compra encontrada para restaurar.
ru: Покупки для восстановления не найдены.

# settings.restore_purchases
source: Restore Purchases
de: Käufe wiederherstellen
es: Restaurar compras
fr: Restaurer les achats
it: Ripristina acquisti
pt_br: Restaurar compras
ru: Восстановить покупки

# settings.restore_purchases_title
source: Restore Purchases
de: Käufe wiederherstellen
es: Restaurar compras
fr: Restaurer les achats
it: Ripristina acquisti
pt_br: Restaurar compras
ru: Восстановить покупки

# settings.restore_success
source: Purchases restored successfully!
de: Käufe erfolgreich wiederhergestellt!
es: ¡Compras restauradas exitosamente!
fr: Achats restaurés avec succès!
it: Acquisti ripristinati con successo!
pt_br: Compras restauradas com sucesso!
ru: Покупки успешно восстановлены!

# settings.section.about
source: About
de: Über
es: Acerca de
fr: À propos
it: Informazioni
pt_br: Sobre
ru: О приложении

# settings.section.alerts
source: Alerts
de: Warnungen
es: Alertas
fr: Alertes
it: Avvisi
pt_br: Alertas
ru: Оповещения

# settings.section.appearance
source: Appearance
de: Darstellung
es: Apariencia
fr: Apparence
it: Aspetto
pt_br: Aparência
ru: Внешний вид

# settings.section.data
source: Data
de: Daten
es: Datos
fr: Données
it: Dati
pt_br: Dados
ru: Данные

# settings.section.measurement
source: Measurement
de: Messung
es: Medición
fr: Mesure
it: Misurazione
pt_br: Medição
ru: Измерение

# settings.section.subscription
source: Subscription
de: Abonnement
es: Suscripción
fr: Abonnement
it: Abbonamento
pt_br: Assinatura
ru: Подписка

# settings.sound
source: Sound
de: Ton
es: Sonido
fr: Son
it: Suono
pt_br: Som
ru: Звук

# settings.terms_of_service
source: Terms of Service
de: Nutzungsbedingungen
es: Términos de servicio
fr: Conditions d'utilisation
it: Termini di servizio
pt_br: Termos de serviço
ru: Условия использования

# settings.theme
source: Theme
de: Design
es: Tema
fr: Thème
it: Tema
pt_br: Tema
ru: Тема

# settings.threshold_alert
source: Threshold Alert
de: Schwellenwert-Warnung
es: Alerta de umbral
fr: Alerte de seuil
it: Avviso soglia
pt_br: Alerta de limite
ru: Оповещение о пороге

# settings.title
source: Settings
de: Einstellungen
es: Configuración
fr: Paramètres
it: Impostazioni
pt_br: Configurações
ru: Настройки

# settings.vibrate
source: Vibrate
de: Vibrieren
es: Vibrar
fr: Vibrer
it: Vibrazione
pt_br: Vibrar
ru: Вибрация

# sound_category.almost_silent
source: Almost silent
de: Fast lautlos
es: Casi silencioso
fr: Presque silencieux
it: Quasi silenzioso
pt_br: Quase silencioso
ru: Почти тишина

# sound_category.busy_traffic
source: Busy traffic
de: Reger Verkehr
es: Tráfico intenso
fr: Circulation dense
it: Traffico intenso
pt_br: Tráfego intenso
ru: Оживлённое движение

# sound_category.heavy_traffic
source: Heavy traffic
de: Starker Verkehr
es: Tráfico pesado
fr: Circulation dense
it: Traffico pesante
pt_br: Tráfego pesado
ru: Шумная дорога

# sound_category.jet_engine
source: Jet engine
de: Düsentriebwerk
es: Motor de avión
fr: Moteur à réaction
it: Motore a reazione
pt_br: Motor a jato
ru: Реактивный двигатель

# sound_category.loud_restaurant
source: Loud restaurant
de: Lautes Restaurant
es: Restaurante ruidoso
fr: Restaurant bruyant
it: Ristorante rumoroso
pt_br: Restaurante barulhento
ru: Громкий ресторан

# sound_category.motorcycle
source: Motorcycle
de: Motorrad
es: Motocicleta
fr: Moto
it: Motocicletta
pt_br: Motocicleta
ru: Мотоцикл

# sound_category.nightclub
source: Nightclub
de: Nachtclub
es: Discoteca
fr: Boîte de nuit
it: Discoteca
pt_br: Boate
ru: Ночной клуб

# sound_category.normal_conversation
source: Normal conversation
de: Normale Unterhaltung
es: Conversación normal
fr: Conversation normale
it: Conversazione normale
pt_br: Conversa normal
ru: Обычный разговор

# sound_category.power_tools
source: Power tools
de: Elektrowerkzeuge
es: Herramientas eléctricas
fr: Outils électriques
it: Utensili elettrici
pt_br: Ferramentas elétricas
ru: Электроинструменты

# sound_category.quiet_office
source: Quiet office
de: Ruhiges Büro
es: Oficina tranquila
fr: Bureau calme
it: Ufficio tranquillo
pt_br: Escritório silencioso
ru: Тихий офис

# sound_category.quiet_room
source: Quiet room
de: Ruhiger Raum
es: Habitación tranquila
fr: Pièce calme
it: Stanza tranquilla
pt_br: Quarto silencioso
ru: Тихая комната

# sound_category.rock_concert
source: Rock concert
de: Rockkonzert
es: Concierto de rock
fr: Concert de rock
it: Concerto rock
pt_br: Show de rock
ru: Рок-концерт

# sound_category.thunder___siren
source: Thunder / Siren
de: Donner / Sirene
es: Trueno / Sirena
fr: Tonnerre / Sirène
it: Tuono / Sirena
pt_br: Trovão / Sirene
ru: Гром / Сирена

# sound_category.whisper_quiet
source: Whisper quiet
de: Flüsterleise
es: Susurro
fr: Chuchotement
it: Sussurro
pt_br: Sussurro
ru: Шёпот

# stats.avg
source: AVG
de: MITTEL
es: PROM
fr: MOY
it: MEDIA
pt_br: MÉDIA
ru: СРЕД

# calibration.offset
source: Offset
es: Ajuste
fr: Décalage
pt_br: Ajuste
ru: Смещение

# extended.details
source: Details
es: Detalles
fr: Détails
it: Dettagli
pt_br: Detalhes
ru: Детали

# settings.export_format
source: Export Format
es: Formato de exportación
fr: Format d'exportation
it: Formato di esportazione
pt_br: Formato de exportação
ru: Формат экспорта

# settings.upgrade
source: Upgrade
es: Actualizar
fr: Passer à Pro
it: Aggiorna
pt_br: Atualizar
ru: Обновить

# settings.version
source: Version
es: Versión
it: Versione
pt_br: Versão
ru: Версия

# stats.max
source: MAX
es: MÁX
pt_br: MÁX
ru: МАКС

# stats.min
source: MIN
es: MÍN
pt_br: MÍN
ru: МИН

# paywall.product.annual_subscription
source: Annual Subscription
ru: Годовая подписка

# paywall.product.annual_subtitle
source: Try free for 3 days, then full year of Pro features
ru: Попробуйте бесплатно 3 дня, затем год Pro функций

# paywall.product.one_time_purchase
source: One-time purchase
ru: Единоразовая покупка

# paywall.product.per_week
source: /week
ru: /неделю

# paywall.product.per_year
source: /year
ru: /год

# paywall.product.start_free_trial
source: Start 3-Day Free Trial
ru: Начать бесплатный триал

# paywall.product.try_free_badge
source: Try 3 Days Free
ru: Попробовать 3 дня бесплатно

# paywall.product.weekly_subscription
source: Weekly Subscription
ru: Недельная подписка

# paywall.product.weekly_subtitle
source: Full Pro access renewed weekly
ru: Полный Pro доступ с еженедельным продлением
